Repository: Orlandoo/bb-xs-rowstyles
Catalog: languages/bb-xs-rowstyles-*.po
Languages: de_de

# Background type.
source: Animated Gradient
de_de: Animierter Verlauf

source: Animated Gradient
de_de: Animierter Hintergrund

source: Gradient Direction
de_de: Verlaufsrichtung

source: Vertical
de_de: Vertikal

source: Diagonal Down
de_de: Diagonal abwärts

source: Diagonal Up
de_de: Diagonal aufwärts

source: Animation Color
de_de: Verlaufsfarbe

source: Animation Duration
de_de: Animationsdauer

source: Duration
de_de: Dauer

source: Duration (seconds)
de_de: Dauer (Sekunden)

source: Enter a Duration
de_de: Gebe die Dauer an

source: Ease
de_de: Verzögert

source: Ease in
de_de: Verzögert am Anfang

source: Ease out
de_de: Verzögert am Ende

source: Ease In-Out
de_de: Verzögert am Anfang und am Ende

source: Add an animated gradient as a full width background on any row, right from the Row-settings panel.
de_de: Fügt Zeilen einen animierten Farbverlauf als Hintergrund voller Breite hinzu, die Einstellung erfolgt direkt im Fenster mit den Zeileneinstellungen.
